[
    {
        "Title": "Chapter 1: The Beginning"
    },
    {
        "Cover": "src/cover.png"
    },
    {
        "Chapters": [
            {
                "chapter": "Chapter 1: The Beginning",
                "sections": [
                    {
                        "type": "text",
                        "slides": [
                            {
                                "text": "<p>FYIA CREPT AROUND THE circular battlement, her heart thundering in her chest, her back pressed against the cold, hard stone. The big, full moon cast eerie shadows, and every flicker sent adrenaline through her veins.</p><p>King Perdes lay in wait, but he didn't know from which side she would approach, and Fyia wanted to keep it that way. I am not a warrior. I am not a warrior. I am not a warrior. She silently chanted the words like a prayer; a reminder she had to be smart. She was swift, and she was nimble, and she was stealthy. It had taken many years, but she had already knocked four arrogant, selfish kings off their perches, starting with her own father, and this final one would be no different.</p><p>She inched further around the battlement, looking down at her black pants and tunic one last time, making sure nothing would reflect the moonbeams. She'd smeared her face and hands with mud, her hat pulled low on her brow, hiding the shock of white that punctuated her long brown hair. I am not a warrior.</p>",
                                "image": "src/1.png"
                            },
                            {
                                "text": "<p>She took one torturous sidestep at a time, placing each foot with extreme care. Three steps and she would be in sight.</p><p>Fyia summoned her power, a wild pull of magic, and called to her Cruaxee. An eagle—her eagle—cried out in the distance. Perdes inhaled sharply and shuffled his feet. She let silence fall until it yawned menacingly into the night.</p><p>\"No. Stay back,\" said Perdes, his voice directed to the other side of the battlements. No surprise, given the two wolves she'd sent to stare him down. I am not a warrior. But ...</p>",
                                "image": "src/2.png"
                            }
                        ]
                    },
                    {
                        "type": "image",
                        "slides": [
                            {
                                "text": "<p>She ran on light feet, making no sound, then leapt, her wolves snarling, keeping Perdes engaged.</p>",
                                "image": "src/4.png"
                            },
                            {
                                "text": "<p>She sank her dagger into his back once, twice, then pulled it out, whirling away as he tried to face her. He looked surprised as he collapsed to the floor.</p>",
                                "image": "src/5.png"
                            },
                            {
                                "text": "<p><span class='bold-text'>\"Filthy cheat,\"</span><br><span class='regular-text'>he spluttered, wheezing through the blood.</span></p>",
                                "image": "src/6.png"
                            }
                        ]
                    },
                    {
                        "type": "text",
                        "slides": [
                            {
                                "text": "<p>Fyia leaned against the battlements, her wolves coming to her side. She wiped and sheathed her dagger. \"Well, here's the thing, Perdes ... I wouldn't have won if I'd challenged you to a fair fight.\"</p><p>\"Women have no honor.\"</p><p>\"You want those to be your last words?\"</p><p>\"My army will defeat you.\"</p><p>\"Last I checked, your commanders had surrendered, and were drinking with my generals in my war tent.\"</p><p>\"My people will never follow you,\" he choked, blood leaking from his mouth.</p><p>\"They follow warriors, kings, not little women.\" Fyia laughed, even though her stomach dropped at the truth in his words.</p><p>\"You're right, I am no warrior. I am not tall and broad and formidable to look at. But turns out I can stick a dagger in a man's back just fine. Not to mention, I have a few assets you do not ...\"</p><p>\"Witch ...\" He made a disgusting gurgling noise, and then his eyes fluttered closed.</p>",
                                "image": "src/7.png"
                            },
                            {
                                "text": "<p>\"Careful, if the Fae'eh hear you, they'll curse your afterlife ... they would never class me among their ranks.\"</p><p>\"You are nothing next to me ...\" He dragged in a breath. \"I am a king!\"</p><p>\"And yet, I have my army, yours too, my magic, and, oh yes, I have a brain—something you lack ... something all of you lacked. You got fat and lazy, and I conquered five kingdoms. I believe I'm the only leader alive who can lay claim to that.\"</p><p>It would not be an easy road, bringing her kingdoms together, but she had already come so far, even though the world had laughed and sneered and waved her off as an inconsequential female. She'd demanded their respect at the point of her army's sword, but garnering the respect of her people ... that was a less simple task, and just one of the many reasons why she would find the dragons.</p><p>Perdes grunted, but no words followed. Fyia crouched by his side and watched as he took his last labored breath, then reached down and removed his crown. She'd put it with the others ... she'd cast it into the fiery pits of Hell.</p>",
                                "image": "src/8.png"
                            }
                        ]
                    },
                    {
                        "type": "image",
                        "slides": [
                            {
                                "text": "Fyia walked out under the portcullis, then across the bridge over the castle's moat, her wolves flanking her. She'd removed her hat, and her hair flowed freely down her back, Perdes' crown perched atop her head.",
                                "image": "src/9.png"
                            }
                        ]
                    },
                    {
                        "type": "text",
                        "slides": [
                            {
                                "text": "<p>Her generals waited, a sea of lower-ranking commanders behind them. She emerged like an angel of death, a witch, someone to be feared, her beasts snarling at her side.</p><p>Sensis Deimos, the leader of Fyia's victorious army, stepped forward, throwing herself to her knees before her Queen. The others did the same, no one daring to look up. They barely dared to breathe.</p><p>\"Rise, Sensis,\" said Fyia. Sensis was tall and powerfully built, with long, plaited auburn hair and pale green eyes.</p><p>\"Do something with this, until we can rid ourselves of the gaudy thing.\" She threw Perdes' crown, and Sensis caught it with ease.</p><p>\"Of course, Your Majesty,\" said Sensis, bowing her head.</p><p>Fyia offered Sensis her forearm, and her general clasped it, her grip brutal. Fyia pulled Sensis in until their bodies collided, Fyia's head reaching just above her friend's shoulder, and Sensis slapped her on the back.</p><p>\"You can get a five-pointed crown now,\" Sensis said, her voice pitched low, so none of the others could hear. \"Maybe get one of them from each kingdom ... it would--\"</p>",
                                "image": "src/10.png"
                            },
                            {
                                "text": "<p>\"Piss off,\" said Fyia. \"Actually, don't ... do something useful and get a celebration going.\"</p><p>\"It is my greatest honor to serve you in any way you desire,\" she said. She stepped back and bowed low.</p><p>\"Don't make me punch you in the face.\"</p><p>\"If you're going to threaten violence, at least make it realistic.\" Fyia's wolves growled. \"See, now I'm scared.\"</p><p>\"Good. I'm ...\" Fyia trailed off, her gaze finding the woods beyond her general's shoulder.</p><p>\"Go,\" said Sensis. \"I'll hold down the fort until you return.\" Sensis flashed Fyia a conspiratorial smile, then surveyed the curious commanders. They were still on their knees, most chancing glances at their Queen.</p><p>\"King Perdes is dead,\" said Sensis, in a voice that carried ... a voice used to being obeyed. \"Long live Fyia Orlightus, Queen of the Five Kingdoms of the East.\"</p><p>Fyia acknowledged the cheers of her army, a thrill traveling up her spine at what she'd finally accomplished. What they'd all accomplished, after countless long years at war.</p>",
                                "image": "src/11.png"
                            }
                        ]
                    }
                ]
            }
        ]
    }
]
